{"id":7093,"date":"2023-05-07T21:19:59","date_gmt":"2023-05-07T21:19:59","guid":{"rendered":"https:\/\/tvprimes.com\/?page_id=7093"},"modified":"2023-05-13T11:53:53","modified_gmt":"2023-05-13T11:53:53","slug":"terms-of-use","status":"publish","type":"page","link":"https:\/\/uniptv4u.com\/terms-of-use\/","title":{"rendered":"Terms of Use"},"content":{"rendered":"<p>These Terms govern your access to, usage of all content, Product and Services available at https:\/\/uniptv4u.com  website (the “Service”) operated by uniptv4u (“us”, “we”, or “our”).<\/p>\n<p>Your access to our services is subject to your acceptance, without modification, of all of the terms and conditions contained herein and all other operating rules and policies published and that may be published from time to time by us.<\/p>\n<p>Please read the Agreement carefully before accessing or using our Services. By accessing or using any part of our Services, you agree to be bound by these Terms. If you do not agree to any part of the terms of the Agreement, then you may not access or use our Services.<\/p>\n<h3>Intellectual Property<\/h3>\n<p>The Agreement does not transfer from Us to you any of Ours or third party intellectual property, and all right, title, and interest in and to such property will remain (as between the parties) solely with  uniptv4u  and its licensors.<\/p>\n<h3>Third-Party Services<\/h3>\n<p>In using the Services, you may use third-party services, products, software, embeds, or applications developed by a third party (“Third-Party Services”).<\/p>\n<p>If you use any Third Party Services, you understand that:<\/p>\n<ul>\n<li>Any use of a Third Party Service is at your own risk, and we shall not be responsible or liable to anyone for Third Party websites or Services.<\/li>\n<li>You acknowledge and agree that We shall not be responsible or liable for any damage or loss caused or alleged to be caused by or in connection with the use of any such content, goods or services available on or through any such websites or services.<\/li>\n<\/ul>\n<h3>Accounts<\/h3>\n<p>Where use of any part of our Services requires an account, you agree to provide us with complete and accurate information when you register for an account.<\/p>\n<p>You will be solely responsible and liable for any activity that occurs under your account. You are responsible for keeping your account information up-to-date and for keeping your password secure.<\/p>\n<p>You are responsible for maintaining the security of your account that you use to access the Service. You shall not share or misuse your access credentials. You must notify us immediately of any unauthorized uses of your account or upon becoming aware of any other breach of security.<\/p>\n<h3>Links To Other Websites<\/h3>\n<p>Our Service may contain links to third-party websites or services that are not owned or controlled by uniptv4u .<\/p>\n<p>uniptv4u assumes no responsibility for the content, privacy policies, or practices of any third party web sites or services.  uniptv4u  shall also not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.<\/p>\n<p>We  advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.<\/p>\n<h3>Termination<\/h3>\n<p>We may terminate or suspend your access to all or any part of our Services at any time, with or without cause, with or without notice, effective immediately.<\/p>\n<p>If you wish to terminate the Agreement or your uniptv4u account, you may simply discontinue using our Services.<\/p>\n<p>All provisions of the Agreement which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability.<\/p>\n<h3>Disclaimer<\/h3>\n<p>Our Services are provided “AS IS.” and “AS AVAILABLE” basis. uniptv4u and its suppliers and licensors hereby disclaim all warranties of any kind, express or implied, including, without limitation, the warranties of merchantability, fitness for a particular purpose and non-infringement. Neither uniptv4u , nor its suppliers and licensors, makes any warranty that our Services will be error-free or that access thereto will be continuous or uninterrupted.<\/p>\n<p>You understand that you download from, or otherwise obtain content or services through, our Services at your own discretion and risk.<\/p>\n<h3>Jurisdiction and Applicable Law<\/h3>\n<p>Except to the extent any applicable law provides otherwise, the Agreement and any access to or use of our Services will be governed by the laws of New York.<\/p>\n<p>The proper venue for any disputes arising out of or relating to the Agreement and any access to or use of our Services will be the state and federal courts located in New York.<\/p>\n<h3>Changes<\/h3>\n<p>uniptv4u reserves the right, at our sole discretion, to modify or replace these Terms at any time.<\/p>\n<p>If we make changes that are material, we will let you know by posting on our website, or by sending you an email or other communication before the changes take effect. The notice will designate a reasonable period of time after which the new terms will take effect.<\/p>\n<p>We will try to provide at least<br \/>\n30<br \/>\ndays notice prior to the effective changes.  If you disagree with our changes, then you should stop using our Services within the designated notice period, or once the changes become effective.<\/p>\n<p>Your continued use of our Services will be subject to the new terms.<\/p>\n<h3>Contact Us<\/h3>\n<p>If you have any questions about these Terms of Use, please contact us at<br \/>\ncontact@uniptv4u.com<\/p>\n<hr>\n<p>Last Updated: May 13, 2023<\/p>\n","protected":false},"excerpt":{"rendered":"<p>These Terms govern your access to, usage of all content, Product and Services available at https:\/\/uniptv4u.com website (the “Service”) operated by uniptv4u (“us”, “we”, or “our”). Your access to our services is subject to your acceptance, without modification, of all of the terms and conditions contained herein and all other operating rules and policies published &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/uniptv4u.com\/terms-of-use\/\"> <span class=\"screen-reader-text\">Terms of Use<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":11,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"om_disable_all_campaigns":false,"site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","footnotes":""},"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/pages\/7093"}],"collection":[{"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/users\/11"}],"replies":[{"embeddable":true,"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/comments?post=7093"}],"version-history":[{"count":8,"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/pages\/7093\/revisions"}],"predecessor-version":[{"id":7431,"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/pages\/7093\/revisions\/7431"}],"wp:attachment":[{"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/media?parent=7093"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}