{"id":7304,"date":"2023-05-11T16:24:34","date_gmt":"2023-05-11T16:24:34","guid":{"rendered":"https:\/\/link4k.live\/?page_id=7304"},"modified":"2023-05-13T11:54:21","modified_gmt":"2023-05-13T11:54:21","slug":"dmca","status":"publish","type":"page","link":"https:\/\/uniptv4u.com\/dmca\/","title":{"rendered":"DMCA"},"content":{"rendered":"<p>Welcome to   https:\/\/uniptv4u.com  (the &#8220;Site&#8221;). We respect the intellectual property rights of others just as we expect others to respect our rights. Pursuant to Digital Millennium Copyright Act, Title 17, United States Code, Section 512(c), a copyright owner or their agent may submit a takedown notice to us via our DMCA Agent listed below. As an internet service provider, we are entitled to claim immunity from said infringement claims pursuant to the &#8220;safe harbor&#8221; provisions of the DMCA. To submit a good faith infringement claim to us, you must submit the notice to us that sets forth the following information:<\/p>\n<p><strong>Notice of Infringement – Claim<\/strong><\/p>\n<ol>\n<li>A physical or electronic signature of the copyright owner (or someone authorized to act on behalf of the owner);<\/li>\n<li>Identification of the copyrighted work claimed to have been infringed;<\/li>\n<li>Identification of the infringing material to be removed, and information reasonably sufficient to permit the service provider to locate the material. [Please submit the URL of the page in question to assist us in identifying the allegedly offending work];<\/li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party including your name, physical address, email address, phone number and fax number;<\/li>\n<li>A statement that the complaining party has a good faith belief that the use of the material is unauthorized by the copyright agent; and<\/li>\n<li>A statement that the information in the notification is accurate, and, under penalty of perjury, that the complaining party is authorized to act on behalf of the copyright owner.<\/li>\n<\/ol>\n<p>Title 17 USC §512(f) provides civil damage penalties, including costs and attorney fees, against any person who knowingly and materially misrepresents certain information in a notification of infringement under 17 USC §512(c)(3).<\/p>\n<p>Send all takedown notices through our Contact page. Please send by email for prompt attention.<\/p>\n<p>Please note that we may share the identity and information in any copyright infringement claim we receive with the alleged infringer. In submitting a claim, you understand accept and agree that your identity and claim may be communicated to the alleged infringer.<\/p>\n<p><strong>Counter Notification – Restoration of Material<\/strong><\/p>\n<p>If you have received a notice of material being takedown because of a copyright infringement claim, you may provide us with a counter notification in an effort to have the material in question restored to the site. Said notification must be given in writing to our DMCA Agent and must contain substantially the following elements pursuant to 17 USC Section 512(g)(3):<\/p>\n<ol>\n<li>Your physical or electronic signature.<\/li>\n<li>A description of the material that has been taken down and the original location of the material before it was taken down<\/li>\n<li>A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.<\/li>\n<li>Your name, address, and telephone number, and a statement that you consent to the jurisdiction of the federal district court for the judicial district in which the address is located (or if you are outside of the United States, that you consent to jurisdiction of any judicial district in which the service provider may be found), and that you will accept service of process from the person or company who provided the original infringement notification.<\/li>\n<li>Send your counter notice through our Contact page. Email is highly recommended.<\/li>\n<\/ol>\n<p><strong>Repeat Infringer Policy<\/strong><\/p>\n<p>We take copyright infringement very seriously. Pursuant to the repeat infringer policy requirements of the Digital Millennium Copyright Act, we maintain a list of DMCA notices from copyright holders and make a good faith effort to identify any repeat infringers. Those that violate our internal repeat infringer policy will have their accounts terminated.<\/p>\n<p><strong>Modifications<\/strong><\/p>\n<p>We reserve the right to modify the contents of this page and its policy for handling DMCA claims at any time for any reason. You are encouraged to check back to review this policy frequently for any changes.<\/p>\n<p><strong>Contact Us<\/strong><\/p>\n<p>If you have any questions about this Privacy Policy, please contact us at  contact@uniptv4u.com<\/p>\n<hr>\n<p>Last Updated: May 13, 2023<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Welcome to https:\/\/uniptv4u.com (the &#8220;Site&#8221;). We respect the intellectual property rights of others just as we expect others to respect our rights. Pursuant to Digital Millennium Copyright Act, Title 17, United States Code, Section 512(c), a copyright owner or their agent may submit a takedown notice to us via our DMCA Agent listed below. As &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/uniptv4u.com\/dmca\/\"> <span class=\"screen-reader-text\">DMCA<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":11,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"om_disable_all_campaigns":false,"site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","footnotes":""},"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/pages\/7304"}],"collection":[{"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/users\/11"}],"replies":[{"embeddable":true,"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/comments?post=7304"}],"version-history":[{"count":6,"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/pages\/7304\/revisions"}],"predecessor-version":[{"id":7433,"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/pages\/7304\/revisions\/7433"}],"wp:attachment":[{"href":"https:\/\/uniptv4u.com\/wp-json\/wp\/v2\/media?parent=7304"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}